benchmark/7_RedisConsistentHashing/RENDER/GET_isolated_cache/COLD/get_output_1conn_10s_cold.txt
Running 10s test @ https://url-shortener-pbhq.onrender.com
  1 threads and 1 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   265.76ms   40.96ms 412.92ms   86.49%
    Req/Sec     3.73      1.12     5.00     54.05%
  37 requests in 10.02s, 18.93KB read
Requests/sec:      3.69
Transfer/sec:      1.89KB